IDEA Open Model
ConcreteSLSCheckResultStressLimitationEc2.LimitStress Property
Compatible with IDEA StatiCa 20.1
 type of SLS limit stress check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double LimitStress { get; set; }
Public Property LimitStress As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultStressLimitationEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace